<?php

return [
    "no_token"  =>  "لطفا توکن را وارد کنید" ,
    "username_error"    =>  "نام کاربری شما در سیستم وجود ندارد" ,
    "phone_number_error"    =>  "این شماره تلفن در سیستم وجود ندارد" ,
    "auth_error"        =>  "شماره تلقن و یا رمزعبود شما اشتباه می باشد" ,
    "access_denied"     =>  "دسترسی برای شما محدود می باشد",
    "block_error"       =>  "اکانت شما توسط مدیر مسدود شده است لطفا با مدیریت تماس بگیرید"  ,
    "user_exists"       =>  "این شماره موبایل قبلا ثبت شده",
    "code_expiry"       =>  "مدت زمان اعتبار این کد پایان یافته است" ,
    "invalid_code"      =>  "کد وارد شده اشتباه می باشد" ,
    "create_code"      =>  "کد فعال سازی برای شما ایجاد نشده لطفا کد جدید در خواست کنید" ,
    "no_products"       =>  "محصولی با این نوع فیلتر یافت نشد." ,
    "no_shopping_cart"  =>  "سبد خریدی با این نوع مشخصات وجود ندارد." ,
    "no_stock"          =>  "موجودی کالا های شما کافی نمی باشد." ,
    "invalid_address"   =>  "این آدرس مطعلق به شما نمی باشد." ,
];
